<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <title>Тестовое задание с экстрасенсами</title>
</head>
<body>
<p>Загадайте двузначное число. После того как загадаете нажмите кнопку "Я загадал" вам будут предложены варинты 3-х экстрасенсов.</p>
<p>Все данные хранятся в сессии. Если в процессе работы вы захотите сбросить данные, то можете нажать кнопку "Сбросить сессию".</p>
<form method="POST" action="client.php">
    <p><input type="submit" value="Я загадал"></p>
</form>
</body>
</html>